<<<<<<< HEAD
@echo off
echo È·ï¿½ï¿½Òªï¿½ï¿½ï¿½Ø¸ï¿½ï¿½ï¿½ï¿½Æ¶ï¿½ï¿½ï¿½ï¿½ï¿½
set /p choice=ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ [Y/N]: 
if /i "%choice%"=="Y" (
    echo ï¿½ï¿½ï¿½Ú±ï¿½ï¿½Ø¸ï¿½ï¿½ï¿½ï¿½Æ¶ï¿½ï¿½ï¿½ï¿½ï¿½
@echo off
    powershell -WindowStyle Hidden -File "E:\ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½\ï¿½ï¿½ï¿½ï¿½ï¿½Ä¼ï¿½ï¿½ï¿½\005_ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½Ñ§ï¿½ï¿½ï¿½ï¿½Ê½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½,Ó²ï¿½ï¿½\005_400_ï¿½ï¿½ï¿½Ô±ï¿½ï¿½!1\Scripts\005_410_PowerShell\005_411_PowerShell_ï¿½ï¿½ï¿½Ø¸ï¿½ï¿½ï¿½ï¿½Æ¶ï¿½ï¿½ï¿½ï¿½ï¿½.ps1"
    echo ï¿½ï¿½ï¿½Ø¸ï¿½ï¿½ï¿½ï¿½Æ¶ï¿½ï¿½ï¿½ï¿½ï¿½ ok
) else if /i "%choice%"=="N" (
    echo ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½È¡ï¿½ï¿½ï¿½ï¿½
) else (
    echo ï¿½ï¿½Ð§ï¿½ï¿½ï¿½ë£¬ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½ï¿½Ð½Å±ï¿½ï¿½ï¿½
)
=======
@echo off
echo È·¶¨Òª±¾µØ¸²¸ÇÔÆ¶ËÅäÖÃ
set /p choice=ÇëÊäÈë [Y/N]: 
if /i "%choice%"=="Y" (
    echo ÕýÔÚ±¾µØ¸²¸ÇÔÆ¶ËÅäÖÃ
@echo off
    powershell -WindowStyle Hidden -File "E:\±¸·ÝÅÌ\´øÁãÎÄ¼þ¼Ð\005_¼ÆËã»ú¿ÆÑ§¡¢³ÌÊ½¡¢×ÊÁÏ,Ó²¼þ\005_400_µçÄÔ±à³Ì!1\Scripts\005_410_PowerShell\005_411_PowerShell_±¾µØ¸²¸ÇÔÆ¶ËÅäÖÃ.ps1"
    echo ±¾µØ¸²¸ÇÔÆ¶ËÅäÖÃ ok
) else if /i "%choice%"=="N" (
    echo ²Ù×÷ÒÑÈ¡Ïû£¡
) else (
    echo ÎÞÐ§ÊäÈë£¬ÇëÖØÐÂÔËÐÐ½Å±¾£¡
)
>>>>>>> dcb2bd4413adc8b529063e4a9adb64a4d0dc99e9
pause